[
  {
    "outcome": "WORST",
    "messages": [
      "Your record keeping got sloppy and the Secret Republic caught on to your tax evasion.  You have been severely fined and left destitute.",
      "You picked a fight with a great pizzamancer.  The battle was legendary but in the end you lay defeated and pizzaless.",
      "You open the box and a swirling, hellish portal opens from inside, swallowing most of your slices!",
      "An African prince contacts you asking for some slices in order to help reclaim his family fortune.  He promises to reimburse you with great interest once he has it back.  You give him all the slices you can spare but you never hear from him again.",
      "You open the pizza box and devour the pizza.  As you finish, you find that your desire for pizza has not been sated.  You begin to devour your personal stash of slices.  You only break from your stupor after gobbling most of your slices.",
      "Opening the pizza box, you see a compelling advertisement for a new NFP (Non-Fungible Pizza).  You scramble to buy your very own Baked 'Za.  After a few weeks, you realize the JPEG of a pizza you 'own' is actually worthless.",
      "In a stroke of brilliance, you decide to open your own pizzeria!  However your leadership and business skill are horrendous, causing the pizzeria to quickly go bankrupt.",
      "Walking home with your box of pizza, your foot suddenly catches on uneven pavement.  The box flies from you hand and lands squarely on a local pizza magnate.  From under the mess of sauce and cheese, he swears he will obtain compensation.  The lawsuit is quick and devastating.",
      "You hear in the news that a trade ship has sunk in the open ocean.  Much to your dismay, you recognize it as the vessel you had loaded most of your pizza wealth on for a transfer to a secure bank.",
      "On an afternoon much like any other, your phone starts blowing up with notifications.  Apparently someone discovered and made viral old images from your college days when you went to a Halloween party dressed as a calzone.  You have lost all social merit within the pizza community.  You have been canceled.",
      "When you open the pizza box, you find a treasure map drawn on the inside of lid.  You scramble to find the treasure, but the journey is long and arduous.  By the time you arrive at the destination, you have expended most of your pizza wealth.  Sadly, you only find and empty, rotted pizza chest.",
      "Against the advice of your financial advisor, you go through with the purchase of the popular social media site Pepper.  Despite your best efforts to appear smart and cool while 'fixing' the site, you only dig a deeper hole of debt.  Eventually you sell the site at a great loss.  Your wallet hurts, but your ego hurts more.",
      "You open the pizza box and immediate the pizza lashes out and knocks you unconscious.  When you awake, you are pressed into a thin, dark space.  You can hear muffled voices, someone greeting you by name.  After a few hours you realize the pizza has stolen your identity and swapped places with you!  After an unknown amount of time your box falls to the floor and you are freed, but you find your home and personal possessions almost entirely gone."
    ]
  },
  {
    "outcome": "WORSE",
    "messages": [
      "You open the box and the delicious smell of cheese and garlic waft out.  Unfortunately a nearby owlbear also smells this heavenly aroma and chases you away from the grub.",
      "You open a pizza box while sat by your campfire, ready for dinner.  From the darkness, you hear growling and see glowing eyes.  To save your own skin you toss pizza at the predators until they go away.",
      "Before you can open the box, some gangsters stop their jalopy with a screech next to you.  Waving the business end of a tommy gun at you, they demand some of your slices before speeding off with their plunder.",
      "Greased Cutlery, the horse you bet on in the race finished near last!",
      "You open the pizza box and begin to energetically dig into the pizza.  In your frantic eating however, you accidentally bite the finger of a nearby woman.  She sues for damages but you're able to settle for a reasonable fee.",
      "On your way home with your new pizza, you trip a snare trap!  You look on in dismay as goblins snatch up the slices that fall out of your box and pockets before scurrying off.",
      "You wake up one morning with a head-splitting hangover.  You don't remember anything from the night before, but based on the bags and assortment of objects strewn around you it looks like you went on a helluva shopping spree.",
      "After series of ill-advised pizza investments, you realize the market is taking a downturn.  You're able to recoup some of your loses, but you're still down a significant amount of slices.",
      "An old classmate from high school asks you for some slices and swears to repay you within the month.  You lend him the slices because you're a good person but unfortunately they aren't.  You never get any repayment.",
      "You open the pizza box and an evil gnome pops out from within!  He curses you with supernatural hunger.  Despite eating a large amount of your pizza reserves, you still feel an aching hunger.",
      "Finishing a week of working long overtime hours, you open the pizza box to receive your payment.  Before you can enjoy it however, the Secret Republic collects slices to repay all the back taxes you owe.",
      "You open the pizza box and hear 'In the Arms of an Angel' start to play.  You are powerless before the reel of sad, homeless animals that plays before your eyes.  Through tears you wire a payment to the advertised charity.  For the kitties.",
      "You open the pizza box.  A wave of depression washes over you as you realize you've spent half your life doing nothing but open pizza boxes.  Desperate to find meaning in your life, you hastily purchase a red Corvette."
    ]
  },
  {
    "outcome": "BAD",
    "messages": [
      "As you open the box, someone bumps your arm causing you to drop your 'za.",
      "You open the box and see a beautiful pizza, but suddenly a seagull swoops in and wreaks havoc.",
      "You find a pizza box on the ground, but before you can pick it up a kea steals it.  You walk away defeated as the kea parrots insults down at you.",
      "You open the pizza box, ready to dig in.  Unfortunately, the pizza has many colonies of mold covering it like pepperoni.  Before you can react, the mold spreads to some of your slices.",
      "While admiring the beautiful pizza in your box, a horrible gremlin runs up and slaps the box out of your hand.  The pizza splats on the ground as the gremlin doubles over in laughter.",
      "You attempt to open the box, but your mom says you have pizza at home before taking the box away from you and giving it back to the store.",
      "As soon as you lift the lid off the box, a bird passing overhead takes a dump with precision accuracy.  You only cry a little about the loss.",
      "You open the pizza box and find a beautiful pizza inside.  Ravenous, you scarf down the pizza.  Unfortunately it wasn't made in a sanitary kitchen and you get food poisoning, resulting in you vomiting it all back up later.",
      "You open the pizza box but find slices of an anti-pizza.  The paradoxical anomaly consumes some of the slices in your stash in order to resolve it's negative existence.",
      "You open the pizza box but only get a few commons out of it.  You buy a few more, desperate for the hit of dopamine.  In the end however, you're out a few slices overall.",
      "The pizza you pre-ordered has finally arrived!  Unfortunately it's a few slices short of completion and honestly kind of disgusting.  You don't even finish it.",
      "You open the pizza box and behold a handsome pizza.  Before you can grab a slice however, it yells out 'LOOK AT ME! I'M PIZZA RICK!!' it burps in your face before running off while babbling expletives.  Funniest shit you ever saw.",
      "Before you can open the pizza box, David Blaine comes out of nowhere and taps the box, making it vanish!  You demand he make it reappear but he just keeps looking wide-eyed at a camera while exclaiming 'Street Magic!!'",
      "You open the box but after only your first slice, you encounter a pizza paywall.  Annoyed at the audacity, you toss the rest of the slices in the trash."
    ]
  },
  {
    "outcome": "GOOD",
    "messages": [
      "Opening the seductively slender box, you find some of your favorite pizza.",
      "You happen upon an abandoned box of pizza in the street.  Inside you find some perfectly good slices!",
      "While at a local park, you crash some kid's birthday party and make off with some free slices before anyone asks who you are.",
      "While fishing, you reel up a soggy but structurally sound pizza box.  Opening it, you discover some slices of anchovy pizza.",
      "You rub the pizza box you hold in your hands.  As you do, the gaseous form of the Pizza Papa himself begins to take shape.  For finding and freeing him, he grants you a small boon of slices.",
      "Yo you found some free pizza in the box!",
      "You attempt to open the pizza box.  Your grapple roll beats the touch AC of the box and you pry it open successfully to reveal the pie inside!",
      "Inside you find... some slices of pizza.  What did you expect?",
      "You open the box, finding a whopping 1,000 slices of pizza!!!  Just kidding.  You can't fit that many slices in a single box.",
      "You open the box and find no pizza.  However there is a coupon for a free pizza from your local vendor.  You redeem the coupon at your own convenience for some slices.",
      "After helping a friend move house, they repay you in some cold drinks and some pizza!",
      "You come in 2nd place in a local beauty pageant, receiving a small runner-up prize.",
      "You place 1st in a grand pizza eating contest!  Unfortunately it was a very competitive year and most of the pizza prizes were eaten as a part of the event.",
      "You're walking down the street when a limo pulls up and a huge man forces you inside. You're face to face with the notorious crime lord, Pizza the Hutt, and he thinks you're someone who owes him money! Thinking fast, you leap out a window, but not before stuffing some of his cheesy, meaty flesh into a pizza box.",
      "The FDA endorses pizza as a new treatment for COVID-19. You ask your doctor for a prescription for a large pepperoni, and take that bad boy down to your pharmacy, where they are obligated to accept it.",
      "A man suddenly appears in your living room. He's from the future, and he's come to bless the backwards people of the past with the future's greatest accomplishment: pizza. He hands you a box. You don't have the heart to tell him you've had better before he disappears.",
      "Mountain Dew releases their new flavor, Pizza Pizzazz. You swing by the store and grab a pack. I guess this counts?",
      "For some reason, your neighbor gets really angry in his driveway and throws a pizza on his roof. That night you climb up there and grab it. You're not letting a perfectly good pizza go to waste.",
      "You get into a heated debate with a stranger on the subject of whether or not a hot dog is a sandwich. As the discourse evolves, you realize that your open faced sandwich isn't all that different from a pizza.",
      "You attend a TED Talk where a Harvard researcher claims to have created the mathematically perfect pizza. He hands out samples to lucky members of the audience, and you manage to score! It's only okay. Too little sauce."
    ]
  },
  {
    "outcome": "BETTER",
    "messages": [
      "When you open the pizza box, there is a treasure map doodled on the inside of the lid.  Following it, you eventually find a hidden stash of 'za!",
      "Exploring a forest, you hear small, muffled yells from inside a pizza box.  You open it, freeing a fairy that was trapped inside!  As thanks she charms your pizza stash, adding slices to it!",
      "You rub the pizza box you hold in your hands.  When you do, the Pizza Papa himself appears next to you and grants a sizeable boon of slices as a reward for freeing him!",
      "You win a local beauty pageant,  receiving the coveted grand prize!",
      "Velvet Haberdashery, the horse you picked for the race came in first!  You collect your earnings.",
      "There is a pizza bank error in your favor!  You gained some interest on your pizza stash!",
      "You come in first place in a local Pizza The Gathering tournament!  If only the event space didn't smell so funky...",
      "You complete a job to defeat some local monsters and the adventurer's guild rewards you accordingly!",
      "After opening the pizza box, you here a pleasing chime.  You've leveled up your pizza box opening skill!",
      "After much research, your pizza growth serum is a success!  You enhance the size of your 'za by a nice margin!",
      "Strap for some slices, you open up an OnlyChefs account.  You quickly become popular and earn a nice chunk of slices from your content.",
      "You open the box to find not a pizza, but a letter addressed to you.  A distant relative you hadn't met has passed and left a small portion of their pizza wealth to you!",
      "Walking through a field, you suddenly trip and fall.  After getting back up, you discover you had tripped on the corner of an ancient pizza box!  You dig it up and it sells for a modest sum at pizza auction.",
      "People aren't happy at work. Your boss catches wind and buys a bunch of pizzas. You had another job lined up anyway, but hey, you won't turn down free pizza.",
      "You take meditation lessons from a Buddhist monk on top of a mountain deep in rural China. For a fleeting moment, you become one with the universe, and all pizzas in it. When you snap out of it, you have a deeper awareness of your place in the world, and a fresh box in your lap. Nice!"
    ]
  },
  {
    "outcome": "BEST",
    "messages": [
      "You picked a fight with a great pizzamancer.  The battle was legendary and as you slew the great evil, his legions of living pizza minions fall at your feet.  You gather as much as you can from their remains!",
      "Your secret tax haven has finally paid out its first dividend, and the Secret Republic is none the wiser!",
      "You cast an experimental enchantment on your pizza box before opening it.  The enchantment works, and for a while the box refills as you take slices out of it.  You quickly pocket as much as you can!",
      "You open the pizza box and a great pizza geyser erupts from the box!  You collect as many slices as you can before the 5 second rule renders them inert!",
      "You open the pizza box and get blasted in the face by a swarm of confetti.  You've won the pizza lottery!",
      "You open the pizza box but instead of a pizza, you find a letter addressed to you.  The letter contains adoption papers signed by a local pizza magnate.  You gain great pizza wealth from your new family.",
      "You open the pizza box and find a pizza that appears to be moving and replicating asexually.  You allow it to progress through several generations of pizza mitosis before harvesting the pies!",
      "You manage to get in on the ground floor of a new NFP, or 'Non-Fungible Pizza'.  You laugh all the way to the bank as people scramble to buy their own Baked 'Za.",
      "You open the pizza box and behold the tastiest looking pizza you have ever seen.  Before you dig in however, a vague feeling of unease overcomes you and you toss the pizza to the ground.  The archangel Gabriel descends from an opening in the heavens and commends you for resisting the temptations of the Sin Pizza you receive a holy boon!",
      "After years of hard work, your revolutionary game Pizzacraft finally releases and is a smash hit!",
      "Picking your pizza up from the store, you are greeted by a shower of confetti!  You're their 1 millionth customer and have won a year's worth of pizza!",
      "You open the pizza box and start eating the delicious pizza.  You hear a weak '...baaa...' nearby.  Investigating, you discover a starved lamb.  You feed it some of your pizza, and before your eyes it grows, gaining a beautiful pizza fleece!  It allows you to shear it as thanks for your generosity",
      "After a series of smart investments, you collect a large sum of slices as passive income!",
      "Legends foretold of the Dark One's coming. You were revealed to be the Sage of Fire, one of the seven heroes destined to seal the Dark One away once and for all. When the black portal to the Shadow Realm opened, the Dark One was revealed to be a large pizza, extra anchovies and pineapple. You do your part and take some slices. The great evil is no more."
    ]
  }
]
